Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamelaiskarajien_ja_saamelaisasioista_vastaavien_ministerien_kokouksessa_esilla_saamelaissopimus_ja_saamen_kielikaltion_rahoitus.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjien ja saamelaisasioista vastaavien ministerien kokouksessa esillä saamelaissopimus ja Saamen Kielikaltion rahoitus
sme: Sámedikkiid ja sámeáššiin vástideaddji ministariid čoahkkimis ovdan sámesoahpamuš ja Sámi Giellagáldu ruhtadeapmi

source: Saamelaiskäräjien puheenjohtajat ja saamelaisasioista vastaavat ministerit Suomesta, Ruotsista ja Norjasta tapasivat etäyhteyksin 18. marraskuuta 2020.
sme: Sámedikkiid ságajođiheaddjit ja sámeáššiin vástideaddji ministarat Suomas, Ruoŧas ja Norggas deaivvadedje gáiddusoktavuođaid bokte skábmamánu 18 beaivve 2020.

source: Tilaisuuden yhteydessä jaettiin Gollegiella – Pohjoismainen saamen kielipalkinto.
sme: Dilálašvuođa oktavuođas juhkkui Gollegiella – Davviriikkalaš sámi giellabálkkašupmi.

source: – Toivon, että näiden keskustelujen pohjalta saamme muutoksia aikaan ja pääsemme jatkamaan keskustelua pohjoismaisen saamelaissopimuksen edistämiseksi.
sme: – Sávan, ahte dáid ságastallamiid vuođul oažžut nuppástusaid áigái ja beassat joatkit ságastallama davviriikkalaš sámesoahpamuša ovddideami várás.

source: Nostimme esille myös Saamen Kielikaltion merkityksen saamelaisyhteiskunnalle ja toivon todella, että valtiot huomioivat Saamelaiskäräjien toiveen pysyvän ja riittävän rahoituksen turvaamisesta Kielikaltion toiminnan varmistamiseksi, sanoo Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso.
sme: Bajideimmet ovdan maiddái Sámi Giellagáldu mearkkašumi sámeservošii ja sávan duođaige, ahte stáhtat váldet vuhtii Sámedikkiid sávaldaga fásta ja doarvái buorre ruhtadeami sihkkarastimis Giellagáldu doaimma nannema várás, dadjá Sámedikki ságajođiheaddji Tuomas Aslak Juuso.

source: Saamelaiskäräjien puheenjohtajat ja saamelaisasioista vastaavat ministerit keskustelivat tapaamisessa muun muassa pohjoismaisen saamelasissopimuksen käsittelystä, pysyvän Saamen Kielikaltion (Sámi Giellagáldu) perustamisesta sekä koronapandemian vaikutuksista saamelaisväestöön.
sme: Sámedikkiid ságajođiheaddjit ja sámeáššiin vástideaddji ministarat ságastalle deaivvadeamis earret eará davviriikkalaš sámesoahpamuša gieđahallamis, fásta Sámi Giellagáldu vuođđudeamis sihke koronapandemiija váikkuhusain sámeálbmogii.

source: Lisäksi tapaamisessa nousivat esille väestöryhmien välisten suhteiden edistäminen ja viharetoriikan torjuminen, sekä saamen kielten käyttömahdollisuuksien parantaminen digitaalisissa ympäristöissä.
sme: Lassin deaivvadeamis badjánedje ovdan veahkadatjoavkkuid gaskasaš oktavuođaid ovddideapmi ja vašširetorihka eastadeapmi, sihke sámegielaid geavahanvejolašvuođaid buorideapmi digitálalaš birrasis.

source: Lopuksi keskustelua käytiin vielä elinvoimaisen saamelaisyhteiskunnan peruspilareista.
sme: Loahpas ságastallui vel eallinfámolaš sámeservodaga vuođđoáššiin.

source: Gollegiella-kielipalkinto Ellen Pautamolle ja Joonar Thomassonille
sme: Gollegiella-giellabálkkašupmi Ellen Pautamoi ja Joonar Thomassonii

source: Vuoden 2020 Gollegiella-palkinnon saivat saamen kielen ja kulttuurin lehtori Ergon Máreha Ánne Elle-Máret, Ellen Pautamo ansioistaan pohjoissaamen kielen opettajana ja kieliasiantuntija Jonar Thomasson työstään eteläsaamen kielen hyväksi.
sme: Jagi 2020 Gollegiella-bálkkašumi ožžo sámegiela ja kultuvrra lektor Ergon Máreha Ánne Elle-Máret, Ellen Pautamo ánssuinis davvisámegiela oahpaheaddjin ja giellaáššedovdi Jonar Thomasson barggustis lullisámegiela buorrin.

source: Palkinnon luovutti oikeusministeri Anna-Maja Henriksson.
sme: Bálkkašumi luohpadii vuoigatvuođaministtar Anna-Maja Henriksson.

source: Gollegiella myönnetään yksityishenkilöille tai yhteisöille Norjassa, Ruotsissa, Suomessa tai Venäjällä saamen kielten edistämisestä.
sme: Gollegiella mieđihuvvo priváhtaolbmuide dahje servošiidda Norggas, Ruoŧas, Suomas dahje Ruoššas sámegielaid ovddideamis.

source: Palkinto on suuruudeltaan 15 000 euroa.
sme: Bálkkašupmi lea sturrodaga dáfus 15 000 euro.

source: Tänä vuonna palkittuja on kaksi, joten summa jaetaan Pautamon ja Thomassonin kesken.
sme: Dán jage bálkkašuvvon olbmot leat guokte, nu ahte submi juhkko Pautamo ja Thomasson gaskkas.

source: – Todella mahtavaa, että voimme näin muistaa tällaisia henkilöitä, jotka päivittäin työskentelevät saamen kielten tilanteen parantamiseksi, toteaa saamen kielineuvoston ja arviointikomitean puheenjohtaja Tauno Ljetoff.
sme: – Duođaige fiinna ášši, ahte sáhttit dán láhkai muitit dakkár olbmuid, geat beaivválaččat barget sámegielaid dili buorideami ovdii, gávnnaha sámi giellaráđi ja árvvoštallankomitea ságajođiheaddji Tauno Ljetoff.

source: Nordiskt samiskt språkpris Gollegiella 2020 (utan översättning) https://youtu.be/_xN_ZYyavz0
sme: https://youtu.be/_xN_ZYyavz0 Nordiskt samiskt språkpris Gollegiella 2020 (utan översättning)

source: Pohjoismainen saamen kielen palkinto Gollegiella 2020 (suomi) https://youtu.be/9fHGrEvmi_4
sme: https://youtu.be/9fHGrEvmi_4 Pohjoismainen saamen kielen palkinto Gollegiella 2020 (suomi)

source: Nordiskt samiskt språkpris Gollegiella 2020 (svenska) https://youtu.be/Kruls6kLHzI
sme: https://youtu.be/Kruls6kLHzI Nordiskt samiskt språkpris Gollegiella 2020 (svenska)

source: Davviriikkalaš sámi giellabálkkašupmi Gollegiella 2020 (davvisámegillii) https://youtu.be/umfWrb4WmuA
sme: https://youtu.be/umfWrb4WmuA Davviriikkalaš sámi giellabálkkašupmi Gollegiella 2020 (davvisámegillii)

source: Lisätietoja:
sme: Lassidieđut:

source: Puheenjohtaja Tuomas Aslak Juuso puh. 040 687 3394 / 010 839 3101, tuomas.juuso(at)samediggi.fi
sme: Ságajođiheaddji Tuomas Aslak Juuso tel. 040 687 3394 / 010 839 3101, tuomas.juuso(at)samediggi.fi

source: Saamen kielineuvoston ja arviointikomitean puheenjohtaja Tauno Ljetoff, puh. 040 5893249, tauno.ljetoff(at)gmail.com
sme: Sámi giellaráđi ja árvvoštallankomitea ságajođiheaddji Tauno Ljetoff, tel. 040 5893249, tauno.ljetoff(at)gmail.com

source: Puheenjohtajan avustaja Laura Olsén-Ljetoff puh. 010 839 3190 / 040 617 5113, laura.olsen-ljetoff(at)samediggi.fi
sme: Ságajođiheaddji veahkkebargi Laura Olsén-Ljetoff tel. 010 839 3190 / 040 617 5113, laura.olsen-ljetoff(at)samediggi.fi
